[
  "Run with courage.",
  "Strength is built, not born.",
  "Every step is a victory.",
  "Progress, not perfection.",
  "Fuel your ambition.",
  "Dream big, start small.",
  "Keep moving forward.",
  "Sweat is just fat crying.",
  "Consistency is key.",
  "Be the hardest worker in the room.",
  "Push beyond limits.",
  "Dedication beats motivation.",
  "Persistence guarantees results.",
  "Believe in yourself.",
  "Your only limit is you.",
  "Don't stop until you're proud.",
  "Health is the greatest wealth.",
  "Fall down seven times, stand up eight.",
  "Stay focused and never give up.",
  "The journey is the reward.",
  "One more rep, one more win.",
  "Eat better, feel better.",
  "Strong mind, strong body.",
  "Victory favors the fearless.",
  "Move more, worry less.",
  "Great things take time.",
  "Discipline over motivation.",
  "Breathe in strength, breathe out doubt.",
  "No excuses, only results.",
  "Progress feels better than comfort.",
  "Fight for your future.",
  "Your body can stand almost anything. It’s your mind you have to convince.",
  "Earned, not given.",
  "Fall in love with taking care of yourself.",
  "Pain is temporary, pride is forever.",
  "Be stronger than your strongest excuse.",
  "Strive for progress, not perfection.",
  "Healthy outside starts from the inside.",
  "Courage is resistance to fear.",
  "Better sore than sorry.",
  "Don't limit your challenges; challenge your limits.",
  "Train insane or remain the same.",
  "Strength does not come from physical capacity, it comes from indomitable will.",
  "Success starts with self-discipline.",
  "Energy and persistence conquer all things.",
  "Fitness is like a relationship — you can't cheat and expect it to work.",
  "Champions are made when no one is watching.",
  "It never gets easier, you just get stronger.",
  "The body achieves what the mind believes.",
  "Go the extra mile, it's never crowded.",
  "Push yourself, no one else is going to do it for you.",
  "Make yourself a priority.",
  "Slow progress is still progress.",
  "Don’t wish for it, work for it.",
  "Be your own motivation.",
  "When you feel like quitting, remember why you started.",
  "Little by little, a little becomes a lot.",
  "You didn’t come this far to only come this far.",
  "The only bad workout is the one you didn’t do.",
  "Fitness is not about being better than someone else, it’s about being better than you used to be.",
  "If it doesn’t challenge you, it doesn’t change you.",
  "One day or day one. You decide.",
  "Results happen over time, not overnight.",
  "Sweat is magic. Cover yourself in it daily.",
  "Hard work beats talent when talent doesn’t work hard.",
  "You are your only competition.",
  "Fitness is not a destination, it’s a way of life.",
  "Sore today, strong tomorrow.",
  "Your body deserves the best.",
  "Success is walking from failure to failure with no loss of enthusiasm.",
  "Excuses don’t burn calories.",
  "No pain, no gain.",
  "Pain is weakness leaving the body.",
  "Progress over perfection.",
  "Your future self will thank you.",
  "Don't quit. Suffer now and live the rest of your life as a champion.",
  "You miss 100% of the shots you don’t take.",
  "The pain you feel today will be the strength you feel tomorrow.",
  "The difference between try and triumph is a little 'umph'.",
  "You’re only one workout away from a good mood.",
  "Motivation is what gets you started. Habit is what keeps you going.",
  "If you're tired of starting over, stop giving up.",
  "Be stronger than your excuses.",
  "Act like a lady, lift like a boss.",
  "You don't have to be extreme, just consistent.",
  "Strive for greatness.",
  "Work hard in silence, let success make the noise.",
  "Success is earned one step at a time.",
  "Doubt kills more dreams than failure ever will.",
  "Better an oops than a what if.",
  "Push past your limits.",
  "Work until your idols become rivals.",
  "Mind over matter.",
  "Set goals. Crush them. Repeat.",
  "The distance between dreams and reality is called action.",
  "You are capable of more than you know.",
  "Move it or lose it.",
  "Stay patient and trust your journey.",
  "Fitness is not about being better than someone else; it’s about being better than you used to be.",
  "The only time success comes before work is in the dictionary.",
  "Turn your wounds into wisdom.",
  "What seems hard now will one day be your warm-up.",
  "Pain is weakness leaving your body.",
  "Your life does not get better by chance, it gets better by change.",
  "Outwork everyone.",
  "Make sweat your best accessory.",
  "If not now, when?",
  "Commit to be fit.",
  "Push harder than yesterday if you want a different tomorrow.",
  "Strong is the new skinny.",
  "Fit is not a destination, it’s a way of life.",
  "Success is what comes after you stop making excuses.",
  "If it’s important to you, you’ll find a way.",
  "Fall in love with taking care of yourself.",
  "You don’t get the ass you want by sitting on it.",
  "Strength doesn’t come from what you can do, it comes from overcoming the things you once thought you couldn’t.",
  "Be a warrior, not a worrier.",
  "Clear mind, full heart, can’t lose.",
  "There are no shortcuts. It takes time to build a better, stronger version of yourself.",
  "Be the best version of you."
  
]
